[Subtitles]
Iris_VO_Intro_01_live_Tannis_1=Listen carefully, mouth-breathers of the world -- this is Patricia Tannis, and I have found another Vault.
Iris_VO_Intro_01_live_Tannis_2=As you may know, the opening of the first Vault five years ago triggered a chain reaction that revealed more vaults on Pandora...
Iris_VO_Intro_02_live_Torgue_1=BOOOOOOOOORING! YOU DON'T WANNA HEAR ABOUT THAT, VAULT HUNTER! YOU WANNA HEAR ABOUT LOOT! AND PECS! AND EXPLOSIONS!
Iris_VO_Intro_02_live_Torgue_2=I'M TORGUE, AND I AM HERE TO ASK YOU ONE QUESTION, AND ONE QUESTION ONLY:
Iris_VO_Intro_03_live_Torgue_1=''EXPLOSIONS?''
Iris_VO_Intro_04_live_Tannis_1=Get off this ECHO frequency, you protein-guzzling buffoon. I'm trying to convey...
Iris_VO_Intro_05_live_Torgue_1=THAT SENTENCE HAD TOO MANY SYLLABLES! APOLOGIZE!
Iris_VO_Intro_06_live_Tannis_1=As I was saying, I've discovered that this new Vault is buried in the center of a large crater and will only open,
Iris_VO_Intro_06_live_Tannis_2=and I quote, ''once the champion of Pandora feeds it the blood of the ultimate coward''.
Iris_VO_Intro_07_live_Torgue_1=WE AT THE TORGUE CORPORATION SINCERELY BELIEVE THIS IS F***ING AWESOME! IT'S SO AWESOME THAT WE'RE GONNA SET UP A TOURNAMENT TO FIND
Iris_VO_Intro_07_live_Torgue_2=THIS ''NUMBER ONE BADASS''! IF YOU WANT IN, COME TO WHERE THE VAULT IS BURIED -- IN THE BADASS CRATER OF BADASSITUDE!
Iris_VO_Intro_08_live_Tannis_1=That's not what the area is called!
Iris_VO_Intro_09_live_Torgue_1=THE BADASS CRATER OF BADASSITUDE!
Iris_VO_Intro_10_live_Tannis_1=(sigh)


